tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"
brew "starship"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "python@3.10"
brew "imagemagick"
brew "jq"
brew "luarocks"
brew "neovim"
brew "node"
brew "opam"
brew "pandoc"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"

brew "ripgrep"
brew "exa"
brew "fd"
brew "sk"
brew "deno"
brew "efm-langserver"

cask "eul"
cask "kap"
cask "keycastr"
cask "rectangle"
cask "karabiner-elements"
cask "spotify"
cask "skim"
cask "adobe-acrobat-reader"
cask "visual-studio-code"
cask "google-japanese-ime"
cask "slack"
cask "vlc"

cask "font-hack-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-serif"
cask "font-noto-sans"
cask "font-noto-serif-cjk-jp"
cask "font-noto-sans-cjk-jp"
