tap "caskroom/fonts"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "staticfloat/julia"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "python@3.10"
brew "imagemagick"
brew "jq"
brew "luarocks"
brew "neovim"
brew "node", link: false
brew "opam"
brew "pandoc"
brew "pdftk"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
cask "eul"
cask "font-hack-nerd-font"
cask "font-mplus-nerd-font"
cask "julia"
cask "kap"
cask "keycastr"
cask "mpv"
