{
  "Brewfile.vim": { "branch": "master" },
  "Comment.nvim": { "branch": "master" },
  "Dockerfile.vim": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "barbar.nvim": { "branch": "master" },
  "capture.vim": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "d2-vim": { "branch": "master" },
  "deepl.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "dps-ghosttext.vim": { "branch": "master" },
  "fern-git-status.vim": { "branch": "master" },
  "fern-hijack.vim": { "branch": "master" },
  "fern-renderer-nerdfont.vim": { "branch": "master" },
  "fern.vim": { "branch": "main" },
  "general-converter.nvim": { "branch": "master" },
  "gina.vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "html5.vim": { "branch": "master" },
  "jq.vim": { "branch": "master" },
  "kensaku.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mini.nvim": { "branch": "main" },
  "modesearch.nvim": { "branch": "master" },
  "nerdfont.vim": { "branch": "master" },
  "nvim-insx": { "branch": "main" },
  "nvim-notify": { "branch": "master" },
  "nvim-treehopper": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-clipping": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil-git-status.nvim": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "open-browser.vim": { "branch": "master" },
  "peridot.vim": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "rust-doc.vim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "shirotelin": { "branch": "master" },
  "smooth-scroll.vim": { "branch": "master" },
  "sqlite.lua": { "branch": "master" },
  "telescope-coc.nvim": { "branch": "master" },
  "telescope-egrepify.nvim": { "branch": "master" },
  "telescope-smart-history.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "treesj": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-altr": { "branch": "master" },
  "vim-applescript": { "branch": "master" },
  "vim-asterisk": { "branch": "master" },
  "vim-colortemplate": { "branch": "master" },
  "vim-edgemotion": { "branch": "master" },
  "vim-gruvbit": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-maketable": { "branch": "master" },
  "vim-operator-replace": { "branch": "master" },
  "vim-operator-user": { "branch": "master" },
  "vim-partedit": { "branch": "master" },
  "vim-protocol": { "branch": "master" },
  "vim-qfedit": { "branch": "master" },
  "vim-qfreplace": { "branch": "master" },
  "vim-racket": { "branch": "master" },
  "vim-sandwich": { "branch": "master" },
  "vim-svelte": { "branch": "main" },
  "vim-swap": { "branch": "master" },
  "vim-syntax-extra": { "branch": "master" },
  "vim-textobj-comment": { "branch": "master" },
  "vim-textobj-entire": { "branch": "master" },
  "vim-textobj-functioncall": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "zenn-vim": { "branch": "main" }
}